Repository: KyberNetwork/widget-woocommerce
Catalog: languages/woo-kyber-payment-*.po
Languages: bg_bg, de_de, es, fr_fr, lt_lt, nb_no, nl_nl, pl_pl, sl_si

source: Enable/Disable
bg_bg: Включи/Изключи
de_de: Aktivieren/Deaktivieren
es: Habilitar/Deshabilitar
fr_fr: Activer/Désactiver
lt_lt: Įjungti/Išjungti
nb_no: Aktiver/Deaktiver
nl_nl: Inschakelen/Uitschakelen
pl_pl: Włącz/Wyłącz
sl_si: Omogoči/Onemogoči

source: Enable Kyber
bg_bg: Включи Kyber
de_de: Kyber aktivieren
es: Habilitar Kyber
fr_fr: Activer Kyber
lt_lt: Įjungti Kyber
nb_no: Aktiver Kyber
nl_nl: Kyber inschakelen
pl_pl: Włącz Kyber
sl_si: Omogočite Kyber

source: Title
bg_bg: Заглавие
de_de: Titel
es: Título
fr_fr: Titre
lt_lt: Antraštė
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
sl_si: Naslov

source: Description
bg_bg: Описание
de_de: Beschreibung
es: Descripción
lt_lt: Aprašymas
nb_no: Beskrivelse
nl_nl: Omschrijving
pl_pl: Opis
sl_si: Opis

source: This is description for kyber payment method
bg_bg: Това е описание за метода на плащане на Kyber
de_de: Dies ist eine Beschreibung für die Kyber-Zahlungsmethode
es: Esta es una descripción para el método de pago de kyber
fr_fr: Ceci est la description pour le méthode de paiement Kyber
lt_lt: Tai yra kyber mokėjimo būdo aprašymas
nb_no: Dette er en beskrivelse for kyber betalingsmetode
nl_nl: Dit is beschrijving voor kyber betalingsmethode
pl_pl: To jest opis metody płatności Kyber
sl_si: To je opis kyber načina plačila

source: Pay with your coins, tokens supported by Kyber
bg_bg: Платете с вашите монети, токъни поддържани от Kyber
de_de: Zahle mit mit deinen Münzen, Token werden durch Kyber unterstützt
es: Pagar con tus monedas, tokens soportados por Kyber
fr_fr: Payer avec vos pièces, jetons supporté par Kyber
lt_lt: Mokėti su savo monetomis, žetonais palaikomais Kyber
nb_no: Betale med dine mynter eller tokens støttet av Kyber
nl_nl: Betaal met je munten, tokens ondersteund door Kyber
pl_pl: Płać monetami, tokenami obsługiwanymi przez Kyber
sl_si: Plačilo z Vašimi kriptožetoni omogoča Kyber

source: Choose widget version that you want to use
bg_bg: Изберете джаджа версия, която искате да използвате
de_de: Wähle die Widget-Version, die du verwenden möchtest
es: Escoja la versión de widget que desea utilizar
lt_lt: Pasirinkite norimą naudoti valdiklio versiją
nb_no: Velg widgetversjonen du vil bruke
pl_pl: Wybierz wersję widżetu, której chcesz użyć
sl_si: Izberite verzijo gradnika, ki jo želite uporabiti

source: Receive Address*
bg_bg: Адрес за получаване*
de_de: Empfangsadresse*
es: Dirección de Recibo*
fr_fr: Adresse de réception*
lt_lt: Gavimo adresas *
nl_nl: Adres ontvangen *
pl_pl: Adres odbioru *
sl_si: Naslov prejemnika*

source: Network
bg_bg: Мрежа
de_de: Netzwerk
es: Red
fr_fr: Réseau
lt_lt: Tinklas
nb_no: Nettverk
nl_nl: Netwerk
pl_pl: Sieć
sl_si: Omrežje

source: Select network which you want payment to run on, Ropsten for test and Mainnet for produdction
bg_bg: Изберете мрежа, която искате да използвате за плащанията, Ropsten за тестване и Mainnet за продукция(live/крайна версия)
de_de: Wähle das Netzwerk, auf welchem du die Zahlung ausführen möchtest. Ropsten für den Test und Mainnet für die Produktion
es: Seleccione la red donde desee que se ejecute el pago, Ropsten para pruebas y Mainnet para producción
fr_fr: Selectionner le reseau avec lequel vous voulez effectué vos paiements, Ropsten pour test et Mainnet pour la production
lt_lt: Pasirinkite tinklą, kuriame norite paleisti mokėjimus, Ropsten testavimui ir Mainnet produkcijai
nl_nl: Selecteer het netwerk waar je je betaling op wilt laten draaien; Ropsten om te testen en Mainnet voor productie
pl_pl: Wybierz sieć, dla której chcesz uruchomić płatność, Ropsten do testu i Mainnet dla produkcji
sl_si: Izberite na katerem omrežju naj plačila potekajo, Ropsten za testiranje in Mainnet za produkcijo

source: Receive token symbol
bg_bg: Символ за токъна за получаване
de_de: Empfangstokensymbol
es: Recibir el símbolo del token
fr_fr: Symbole du jeton reçu
lt_lt: Gauti žetono simbolį
nb_no: Motta token symbol
nl_nl: Token symbool ontvangen
pl_pl: Symbol otrzymywanego tokenu
sl_si: Simbol prejemnega kriptožetona

source: Token you would like to receive by payment
bg_bg: Токънът, който желаете да получавате при плащане
de_de: Token, welches du per Zahlung erhalten möchtest
es: El token que desea recibir como pago
fr_fr: Jeton que vous voulez recevoir par paiement
lt_lt: Žetonas, kurį norėtumėte gauti apmokant
nb_no: Token du vil motta ved betaling
nl_nl: Token dat u wilt ontvangen door betaling
pl_pl: Token, który chcesz otrzymać poprzez płatność
sl_si: Kriptožeton, ki bi ga želeli prejeti s plačilom

source: Payment mode
bg_bg: Режим на плащане
de_de: Zahlungsmethode
es: Modo de pago
fr_fr: Méthode de paiement
lt_lt: Apmokėjimo būdas
nb_no: Betalingsmodus
nl_nl: Betalingsmethode
pl_pl: Tryb płatności
sl_si: Način plačila

source: This is mode for display Kyber widget style, tab will load Kyber widget in new tab, iframe will load Kyber widget inside order received page.
bg_bg: Това е режим за показване Kyber джаджа стил, в раздела ще се зареди Kyber джаджа в нов раздел, iframe ще зареди Kyber джаджа в страницата за получена поръчка
de_de: Dies ist der Darstellungsmodus für das Kyber-Widget. Tab lädt das Kyber-Widget in einem neuen Tab, iframe lädt das Kyber-Widget innerhalb der Bestellung erhalten Seite.
es: Este es el modo para mostrar el estilo del widget de Kyber, tab cargará el widget de Kyber en una nueva pestaña, el iframe cargará el widget de Kyber dentro de la página del pedido recibido.
fr_fr: C'est le mode d'affichage du style du widget Kyber, tab chargera le widget Kyber dans un nouvel onglet, iframe chargera le widget Kyber dans la page de réception de la commande.
lt_lt: Tai yra Kyber valdiklio rodymo stilius, skirtukas įkelts Kyber valdiklį naujame skirtuke, iframe bus įkeltas Kyber valdiklis užsakymo gavimo puslapyje.
nb_no: Denne modusen er for vising av Kyber widget utseende, tab vil laste Kyber widget ien ny fane, iframe vil laste Kyber widgeten.
nl_nl: Dit is de mode voor weergave van de Kyber widget, tab zal Kyber in een nieuwe tab laden, iframe zal Kyber binnen de bestelling-ontvangen pagina laten zien.
pl_pl: To jest tryb wyświetlania widżetu Kyber, “tab” wyświetli widżet w nowej zakładce, “iframe” wyświetli widżet na stronie zamówienia.
sl_si: To je način prikaza Kyber gradnika. Tab bo odprl Kyber gradnik v novem zavihku, iframe pa bo naložil Kyber gradnik znotraj strani o prejetem naročilu.

source: Block Confirmation
bg_bg: Блок Потвърждение
de_de: Block Bestätigung
es: Confirmación de Bloque
fr_fr: Bloc de confirmation
lt_lt: Bloko patvirtinimas
nb_no: Blokk konfirmasjon
nl_nl: Block bevestiging
pl_pl: Potwierdzenie bloku
sl_si: Potrditev bloka

source: Number of block confirmation for confirm tx as success
bg_bg: Брой на потвърждаващи блокове, че изпращането е успешно
de_de: Anzahl der Block-Bestätigungen für Confirm Tx als Erfolg
es: Numero de confirmaciones de bloque para confirmar la transacción como exitosa
fr_fr: Nombre de blocs de confirmation pour validé la transaction
lt_lt: Blokų patvirtinimų skaičius, norint patvirtinti TX sėkmingu
nb_no: Antall blokkbekreftelser for å bekrefte transaksjonen som suksess
nl_nl: Aantal block bevestigingen voordat transactie wordt bevestigd als succes
pl_pl: Numer potwierdzenia
sl_si: Številka potrditev bloka za potrditev uspešne Tx

source: Commission ID
bg_bg: ID на комисионна
de_de: Kommission ID
es: ID de Comisión
fr_fr: ID de commission
lt_lt: Komisinių ID
nb_no: Provisjon ID
nl_nl: Commissie-ID
pl_pl: ID Prowizji
sl_si: Provizijska ID

source: Your Ethereum wallet to get commission of the fees for the transaction. Your wallet must be whitelisted by KyberNetwork (the permissionless registration will be available soon) in order to get the commission, otherwise it will be ignored.
bg_bg: Вашият Ethereum портфейл, в който да получите комисионна за таксите за транзакция. Портфейла трябва да бъде whitelisted от KyberNetwork (permissionless регистрация ще бъде достъпна скоро) за да получите на комисионна, в противен случай портфейла ще бъде игнориран.
de_de: Deine Ethereum Geldbörse, um Provision für die Gebühren für die Transaktion zu erhalten. Deine Geldbörse muss von KyberNetwork whitelisted werden (die berechtigungsfreie Registrierung wird in Kürze verfügbar sein), um die Provision zu erhalten, sonst wird sie ignoriert.
es: Tu billetera de Ethereum para obtener la comisión correspondiente a los fees de transacción. Tu billetera debe estar en la lista blanca de KyberNetwork (el registro sin permiso estará disponible pronto) con el fin de obtener la comisión, caso contrario esta será ignorada.
fr_fr: Votre porte-monnaie Ethereum pour obtenir une commission sur les frais de transaction. Votre portefeuille doit être autorisé par KyberNetwork (l'enregistrement sans permission sera bientôt disponible) afin d'obtenir la commission, sinon il sera ignoré.
lt_lt: Jūsų Ethereum piniginės gauti komisinių už pervedimą mokesčiai. Jūsų piniginė turi būti įtraukta į baltąjį sąrašą KyberNetwork (registracija be leidimo bus galima greitai) siekiant gauti komisinius, priešingu atveju ji bus ignoruojama.
nb_no: Din Ethereum lommebok for å motta provisjon av gebyrene for transaksjonen. Din lommebok må være hvitelistet av KyberNetwork (tillatelsefri registrasjon vil være tilgjengelig snart) for å motta provisjon, ellers vil den bli ignorert
nl_nl: Je Ethereum wallet om commissie over de transactie te verkrijgen. Je wallet moet whitelisted zijn door KyberNetwork (de permissieloze registratie zal binnenkort beschikbaar zijn), mocht je de commissie willen ontvangen. Anders wordt de transactie genegeerd.
pl_pl: Twój portfel Ethereum do obsługi prowizji za tranzakcje. Twój portfel musi być zatwierdzony (“whitelisted”) na KyberNetwork aby otrzymać prowizję, w przeciwnym wypadku będzie zignorowany (rejestracja bez po uprawnień będzie dostępna wkrótce).
sl_si: Vaša Ethereum denarnica za prejem provizije ob transakciji. Vaša denarnica mora biti na KyberNetwork seznamu avtoriziranih denarnic (brez-avtorizacijska registracija bo kmalu omogočena) za prejem provizije, v nasprotnem primeru bo ignorirana.

source: Kyber allow user to pay by using tokens
bg_bg: Kyber позволява плащане с жетони/токъни
de_de: Kyber ermöglicht es dem Benutzer, mit Token zu bezahlen
es: Kyber permite al usuario pagar utilizando tokens
fr_fr: Kyber permet aux utilisateurs de payer avec des jetons
lt_lt: Kyber leidžia mokėti naudojant žetonus
nb_no: Kyber tillater brukeren å betale med tokens
nl_nl: Kyber staat gebruiker toe om via tokens te betalen
pl_pl: Kyber pozwala użytkownikom płacić za pomocą tokenów
sl_si: Kyber omogoča uporabnikom plačilo s kriptožetoni

source: Place order
bg_bg: Направи поръчка
de_de: Bestellung abschicken
es: Realizar pedido
fr_fr: Passer commande
lt_lt: Pateikti užsakymą
nb_no: Plasser order
nl_nl: Bestelling plaatsen
pl_pl: Złóż zamówienie
sl_si: Oddajte naročilo

source: Order transaction hash
bg_bg: Хеш на транзакцията на поръчката
de_de: Order-Transaktions-Hash
es: Hash de transacción de la orden
fr_fr: Hash de la transaction
lt_lt: Užsakymo operacijos maiša
nb_no: Order transaksjonshash
nl_nl: Hash van order transactie
pl_pl: Hash tranzakcji zamówienia
sl_si: Hash transakcije naročila

source: Receive address is empty. You cannot use pay by token, please contact your shop about this issue
bg_bg: Адресът за получаване е празен. Не можете да използвате заплащане с токън, обърнете се към вашия магазин за този проблем
de_de: Empfangsadresse ist leer. Du kannst die Bezahlung per Token nicht verwenden, kontaktiere bitte deinen Shop bzgl. dieses Problems
es: La dirección de recepción está vacía. No puede utilizar el pago con token, por favor póngase en contacto con su tienda sobre este tema
fr_fr: L'adresse de réception est vide. Vous ne pouvez pas utiliser le paiement par jeton, veuillez contacter votre magasin à ce sujet
lt_lt: Gavimo adresas yra tuščias. Jūs negalite naudoti mokėjimo žetonų, prašome susisiekti su jūsų parduotuve dėl šios problemos
nb_no: Mottaksaddresse er tom. Du kan ikke betale med tokens, vennligst kontaktdin butikk angående denne feilen
nl_nl: Ontvangstadres is leeg. U geen Pay by-token gebruiken, neem contact op met uw winkel over dit probleem
pl_pl: Adres odbioru jest pusty. Nie możesz płacić tokenami, skontaktuj się ze sklepem w sprawie tego problemu
sl_si: Naslov prejemnika je prazen. Ne morete plačati s kriptožetoni. Prosimo Vas, da o težavi obvestite prodajalca.

source: Receive token is not supported.
bg_bg: Получаването на жетони/токъни не се поддържа
de_de: Erhalten-Token wird nicht unterstützt.
es: Token de recepción no soportado.
fr_fr: Le jeton reçu n'est pas supporté.
lt_lt: Gavimo atpažinimo ženklas nepalaikomas.
nb_no: Mottakstoken er ikke støttet
nl_nl: Ontvangen token wordt niet ondersteund.
pl_pl: Otrzymywany token nie jest wspierany.
sl_si: Prejemni žeton ni omogočen.

source: Network is not valid.
bg_bg: Мрежата е невалидна
de_de: Netzwerk ist nicht gültig.
es: Red no válida.
fr_fr: Le réseau est invalide.
lt_lt: Tinklas neleistinas
nb_no: Nettverk er ikke gyldig
nl_nl: Het netwerk is niet geldig.
pl_pl: Nieprawidłowa sieć.
sl_si: Omrežje ni veljavno.

source: Widget mode is not valid.
bg_bg: Джаджа режим е неактивен
de_de: Der Widget-Modus ist nicht gültig.
es: Modo widget no válido
fr_fr: Le mode Widget est invalide.
lt_lt: Valdiklio režimas neleistinas.
nb_no: Widgetmodus er ikke gyldig
nl_nl: Widget-modus is niet geldig.
pl_pl: Tryb widżetu jest nieprawidłowy.
sl_si: Način prikaza ni veljaven.

source: Awaiting cheque payment
bg_bg: Очаква се плащане на чек
de_de: Warten auf Zahlung mittels Scheck
es: Esperando el cheque de pago
fr_fr: En attente du paiement par chèque
lt_lt: Laukiama čekių mokėjimo
nb_no: Avventer sjekk betaling
nl_nl: In afwachting van chequebetaling
pl_pl: Oczekiwanie na płatność czekiem
sl_si: Čaka na plačilo s čekom

source: Pay by tokens
bg_bg: Плати с жетони/токъни
de_de: Mit Tokens bezahlen
es: Pagar con tokens
fr_fr: Payer avec des jetons
lt_lt: Mokėti žetonais
nb_no: Betal med tokens
nl_nl: Betalen met tokens
pl_pl: Zapłać za pomocą tokenów
sl_si: Plačajte s kriptožetoni

source: Kyber Payment requires %s to be installed and active.
de_de: Kyber-Zahlung erfodert, dass %s installiert und aktiviert wird.

source: This is price you want to receive by token
bg_bg: Това е цената, която искате да получите в жетони/токъни
de_de: Dies ist der Preis, den du per Token erhalten möchtest
es: Este es el precio que desea recibir como tokens
fr_fr: C'est le prix que vous voulez recevoir par token
lt_lt: Tai kaina, kurią norite gauti žetonu
nb_no: Dette er prisen du vil motta med tokens
nl_nl: Dit is the prijs welke je wilt ontvangen via token
pl_pl: Cena którą chcesz otrzymać poprzez tokeny
sl_si: To je cena, ki jo želite prejeti v kriptožetonih

source: This is sale price you want to receive by token
bg_bg: Това е продажна цена, която искате да получавате с токен
de_de: Dies ist der Verkaufspreis, den du per Token erhalten möchtest
es: Este es el precio de venta que desea recibir como token
lt_lt: Tai pardavimo kaina, kurią norite gauti žetonu
nb_no: Dette er salgsprisen du vil motta med tokens
pl_pl: Kwota sprzedaży którą chcesz otrzymać poprzez tokeny
sl_si: To je prodajna cena, ki jo želite prejeti v kriptožetonih

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
bg_bg: По време на заявката за приложния програмен интерфейс (API) възникна грешка в HTTP</p> <p><a href="?" onclick="document.location.reload(); return false;">Опитайте отново</a>
de_de: Ein unerwarteter HTTP Fehler trat während der API Anfrage auf.</p> <p><a href="?" onclick="document.location.reload(); return false;">Nochmal versuchen</a>
es: Un error HTTP inesperado ocurrió durante la petición a la API</p> <p><a href=“?” onclick=“document.location.reload(); return false;”>Inténtelo nuevamente</a>
lt_lt: Įvyko nelaukta HTTP klaida API užklausos metu.</p> <p><a href="?" onclick="document.location.reload(); return false;">Bandykite dar kartą</a>
nb_no: En uventet HTTP error oppstod under API forespørsel. </p> <p><a href="?" onclick="document.location.reload(); return false;">Prøv igjen</a>
pl_pl: Wystąpił nieoczekiwany błąd HTTP. </p> <p><a href=“?” onclick=“document.location.reload(); return false;”>Spróbuj ponownie</a>
sl_si: Med API klicem se je zgodila nepričakovana HTTP napaka.</p> <p><a href=“?” onclick=“document.location.reload(); return false;”>Poskusite znova</a>

source: An unknown error occurred
bg_bg: Възникна неизвестна грешка
de_de: Ein unbekannter Fehler ist aufgetreten
es: Un error desconocido ha ocurrido
lt_lt: Įvyko nežinoma klaida
nb_no: En ukjent feil oppstod
pl_pl: Wystąpił nieznany błąd
sl_si: Zgodila se je nepričakovana napaka

source: Settings
de_de: Einstellungen

source: WooCommerce Kyber Payment
de_de: WooCommerce Kyber Zahlung

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
de_de: Dies ist eine kurze Beschreibung, was dieses Plugin macht. Es wird im WordPress-Adminbereich angezeigt.

source: Coins, Tokens
bg_bg: Монети, жетони/токъни
es: Monedas, Tokens
fr_fr: Pièces, Jetons
lt_lt: Monetos, žetonai
nb_no: Mynter, Tokens
nl_nl: Munten, Tokens
pl_pl: Monety, tokeny
sl_si: Kriptožetoni

source: Version
bg_bg: Версия
es: Versión
lt_lt: Versija
nb_no: Versjon
pl_pl: Wersja
sl_si: Verzija

source: Tx Status
bg_bg: Статус на изпращане
es: Estatus de la Tx
fr_fr: Statut Tx
lt_lt: TX būsena
pl_pl: Status Tx

source: Select network which you want payment to run on, Ropsten for test and Mainnet for production
nb_no: Velg nettverket du vil at betalingen skal gå gjennom, Ropsten for test ogMainnet for produksjon

source: Network node endpoint
fr_fr: Nœud terminal du réseau
nl_nl: Netwerk eindpoint node

source: Node endpoint to check transaction status. If you do not have one, create using <a href="https://infura.io/" target="__blank">Infura</a>
fr_fr: Nœud terminal pour vérifier l'état de la transaction. Si vous n'en avez pas, créez avec <a href="https://infura.io/" target="__blank">Infura</a>a
nl_nl: De endpoint node controleert de transactie status. Als je er nog geen hebt, maak er 1 aan via <a href=“https://infura.io/“ target=“__blank”>Infura</a>

source: Total
nl_nl: Totaal

source: This product cannot be paid by token.
fr_fr: Ce produit ne peut pas être payer avec des jetons.
nl_nl: Dit product kan niet worden betaald via tokens
